<?php
require_once 'header.inc.php';
?>
<div class="clearfix"></div>
<div class="container">
    <h2 class="title"><i class="fa fa-file-text-o"></i> คู่มือการเพิ่มลายเสื้อ</h2>
    <h3 class="greenColor">- ขั้นตอนการเพิ่มลายเสื้อ</h3>
    <img src="manual-img/addproduct1.png" class="img-rounded" style="width: 80%;" alt=""/>
    <p>1. กดที่เมนู Download Mock up เพื่อทำการเข้าไป Download Mock up สำหรับทำลายเสื้อ</p>
    <p>2. เลือกโหลดไฟล์ได้ 2 แบบ คือ 1.ไฟล์ .psd ซึ่งเป็นไฟล์โปรแกรม Photoshop และ 2.ไฟล์ .zip ซึ่งเป็นไฟล์ที่รวมไฟล์ .psd และรูปภาพ Mock up ทั้ง 5 สีไว้ในไฟล์เดียว</p>
    <br />
    <p>หลังจาก Download Mock up แล้วก็นำไฟล์ที่ได้ไปใส่ลายได้ตามต้องการ เมื่อใส่ลายเสื้อเรียบร้อยแล้ว ก็ทำการเพิ่มลายเสื้อได้เลยโดยมีขั้นตอน ดังนี้</p>
    <img src="manual-img/addproduct2.png" class="img-rounded" style="width: 80%;" alt=""/>
    <p>1. กดที่เมนู รายการสินค้า</p>
    <p>2. เลือกเพิ่มรายการสินค้า จะแสดงหน้าดังภาพ</p>
    <p>3. กรอกชื่อลายเสื้อในในช่องรับข้อมูล ชื่อสินค้า</p>
    <p>4. ทำการเลือกเนื้อผ้าซึ่งมีให้เลือกอยู่ 2 รายการคื ผ้า Cotton เบอร์ 20 และ ผ้า Cotton เบอร์ 32</p>
    <p>5. ทำการเลือกทรงเสื้อโดยมีรายการให้เลือก 2 ทรงคือ เสื้อชายตรง ผู้ชาย และ เสื้อชายตรง ผู้หญิง</p>
    <p>6. ทำการเลือกสีของเสื้อ</p>
    <p>7. กรอกรายละเอียดของลายเสื้อเพื่อสื่อสารกับกับคนทำเสื้อให้เข้าใจกันได้มากที่สุด เช่น ระบุตำแหน่งของลาย ระบุ Font ที่ใช้ทำข้อความในกรณีที่สามารถเปลี่ยนข้อความได้</p>
    <p>8. เลือกรูปภาพ Mock up ของลายเสื้อเพื่อให้พนักงานทำเสื้อได้ดูตำแหน่งของลายเสื้อโดยรวมทั้งด้านหลังและด้านหน้า</p>
    <p>9. ทำการเลือกรูปภาพของลายที่จะนำไปทำลายเสื้อ ซึ่งในส่วนนี้ให้แยกเฉพราะลายเท่านั้น ดังตัวอย่าง</p>
    <br />
    <p>เมื่อทำการบันทึกข้อมูลการเพิ่มลายเสื้อเรียบร้อยแล้วระบบจะแสดงหน้ารายการลายเสื้อทั้งหมดจะเห็นว่าลายเสื้อที่พึ่งทำการเพิ่มเข้าไปในระบบแสดงขึ้นมา แต่ราคาซื้อนั้นยังไม่แสดงให้รอยืนยันราคาจากผู้ดูแลระบบก่อน
    จึงจะทำการสั่งซื้อได้ต่อไป</p>
    <img src="manual-img/addproduct3.png" class="img-rounded" style="width: 80%;" alt=""/>
    
</div>
<?php
require_once './footer.inc.php';
?>