<?php
require_once 'header.inc.php';
?>
<div class="clearfix"></div>
<div class="container">
    <h2 class="title"><i class="fa fa-file-text-o"></i> คู่มือการสมัครสมาชิก</h2>
    <h3 class="greenColor">- ขั้นตอนการสมัครสมาชิก</h3>
    <img src="manual-img/reg2.PNG" class="img-rounded" style="width: 80%;" alt=""/>
    <p>1. กดที่เมนู สมัครสมาชิก</p>
    <p>2. กรอกชื่อของท่านให้ถูกต้อง</p>
    <p>3. กรอกนามสกุลของท่านให้ถูกต้อง</p>
    <p>4. ทำการเลือกเพศ</p>
    <p>5. กรอกข้อมูล อีเมล์ ให้ถูกต้องเพื่อให้ระบบทำการส่งข้อมูลข่าวสารได้ถูกต้อง</p>
    <p>6. กรอกเบอร์โทรศัพท์มือถือ 10 หลักให้ถูกต้องเพื่อความสะดวกในการติดต่อกลับของทีมงาน</p>
    <p>7. กรอกเบอร์โทรศัพท์ (หากมี)</p>
    <p>8. กรอกชื่อเข้าใช้ เพื่อใช้ในการ ลงชื่อเข้าใช้ระบบในภายหลัง</p>
    <p>9. กรอกรหัสผ่าน ควรกรอกให้ผู้อืนคาดเดาได้ยาก และจดจำง่ายของผู้ใช้เอง</p>
    <p>10. ยืนยันรหัสผ่าน โดยการกรอกรหัสผ่านอีกครั้งให้เหมือนกับรหัสผ่านด้านบน</p>
    <p>11. ทำการบันทึกข้อมูล</p>
    <br />
    <h3 class="greenColor">- ขั้นตอนการสมัครสมาชิกด้วย Facebook</h3>
    <img src="manual-img/reg1.PNG" class="img-rounded" style="width: 80%;" alt=""/>
    <p>การสมัครสมาชิกด้วย Facebook นั้นไม่ยุ่งยากเพียงแค่กดที่ปุ่ม ลงชื่อเข้าใช้ด้วย FACEBOOK </p>
</div>
<?php
require_once './footer.inc.php';
?>